[
  {
    "id": "YqISRi",
    "picture": "_30JKb.png",
    "category": ["Программирование"],
    "fullText": "",
    "announce": "Золотое сечение — соотношение двух величин, гармоническая пропорция. Простые ежедневные упражнения помогут достичь успеха. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?,",
    "createdDate": "2017-10-04 02:56:09",
    "title": "Учим HTML и CSS",
    "comments": [
      { "id": "saU09z", "text": "Продаю в связи с переездом. Отрываю от сердца. А где блок питания?" },
      {
        "id": "eW2mGY",
        "text": "С чем связана продажа? Почему так дешёво? Почему в таком ужасном состоянии? Оплата наличными или перевод на карту?"
      }
    ]
  },
  {
    "id": "-pt_mQ",
    "picture": "UDPXcI.png",
    "category": ["Деревья"],
    "fullText": "Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Достичь успеха помогут ежедневные повторения. Первая большая ёлка была установлена только в 1938 году. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Простые ежедневные упражнения помогут достичь успеха. Как начать действовать? Для начала просто соберитесь. Это один из лучших рок-музыкантов. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Золотое сечение — соотношение двух величин, гармоническая пропорция. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Он написал больше 30 хитов. Из под его пера вышло 8 платиновых альбомов. Собрать камни бесконечности легко, если вы прирожденный герой. Ёлки — это не просто красивое дерево. Это прочная древесина. Программировать не настолько сложно, как об этом говорят.",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Программировать не настолько сложно, как об этом говорят. Достичь успеха помогут ежедневные повторения. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.",
    "createdDate": "2020-03-25 16:25:54",
    "title": "Самый лучший музыкальный альбом этого года",
    "comments": [
      { "id": "Svh8r3", "text": "Совсем немного... А сколько игр в комплекте?" },
      {
        "id": "07VgmE",
        "text": "С чем связана продажа? Почему так дешёво? Вы что?! В магазине дешевле. Совсем немного..."
      }
    ]
  },
  {
    "id": "jVgzYF",
    "picture": "JyZpqq.png",
    "category": ["Железо"],
    "fullText": "",
    "announce": "Это один из лучших рок-музыкантов. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Программировать не настолько сложно, как об этом говорят. Вы можете достичь всего. Стоит только немного постараться и запастись книгами.",
    "createdDate": "2019-04-27 16:38:41",
    "title": "Обзор новейшего смартфона",
    "comments": [
      {
        "id": "jPwo3C",
        "text": "Почему в таком ужасном состоянии? С чем связана продажа? Почему так дешёво? Неплохо, но дорого."
      },
      { "id": "rhHHYm", "text": "Вы что?! В магазине дешевле." }
    ]
  },
  {
    "id": "6xqpP-",
    "picture": "xrlyKp.png",
    "category": ["Без рамки"],
    "fullText": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Простые ежедневные упражнения помогут достичь успеха. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Первая большая ёлка была установлена только в 1938 году. Из под его пера вышло 8 платиновых альбомов. Достичь успеха помогут ежедневные повторения. Как начать действовать? Для начала просто соберитесь. Он написал больше 30 хитов. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Собрать камни бесконечности легко, если вы прирожденный герой. Золотое сечение — соотношение двух величин, гармоническая пропорция. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?,",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Программировать не настолько сложно, как об этом говорят. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Достичь успеха помогут ежедневные повторения.",
    "createdDate": "2016-10-26 07:47:21",
    "title": "Как достигнуть успеха не вставая с кресла",
    "comments": [
      { "id": "KSabAi", "text": "Продаю в связи с переездом. Отрываю от сердца. А где блок питания? Совсем немного..." }
    ]
  },
  {
    "id": "f2mnGw",
    "picture": "jXsJk_.png",
    "category": ["Музыка"],
    "fullText": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Как начать действовать? Для начала просто соберитесь. Первая большая ёлка была установлена только в 1938 году. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Он написал больше 30 хитов. Это один из лучших рок-музыкантов. Достичь успеха помогут ежедневные повторения.",
    "announce": "Золотое сечение — соотношение двух величин, гармоническая пропорция. Ёлки — это не просто красивое дерево. Это прочная древесина. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.",
    "createdDate": "2017-07-01 04:10:19",
    "title": "Как начать программировать",
    "comments": [
      {
        "id": "QdzbjT",
        "text": "Почему в таком ужасном состоянии? Продаю в связи с переездом. Отрываю от сердца. А где блок питания?"
      },
      { "id": "TMoBP1", "text": "С чем связана продажа? Почему так дешёво? Неплохо, но дорого." },
      { "id": "BBi5y8", "text": "А где блок питания? Совсем немного... Вы что?! В магазине дешевле." },
      { "id": "w99OD0", "text": "Оплата наличными или перевод на карту?" }
    ]
  },
  {
    "id": "8ls8QA",
    "picture": "ieuYPC.png",
    "category": ["Музыка"],
    "fullText": "Он написал больше 30 хитов. Достичь успеха помогут ежедневные повторения. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Собрать камни бесконечности легко, если вы прирожденный герой. Золотое сечение — соотношение двух величин, гармоническая пропорция. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Это один из лучших рок-музыкантов. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Простые ежедневные упражнения помогут достичь успеха. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?, Как начать действовать? Для начала просто соберитесь. Программировать не настолько сложно, как об этом говорят. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.",
    "announce": "Достичь успеха помогут ежедневные повторения. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Как начать действовать? Для начала просто соберитесь. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.",
    "createdDate": "2017-12-15 20:15:42",
    "title": "Ёлки. История деревьев",
    "comments": [{ "id": "DnTtkI", "text": "А где блок питания? А сколько игр в комплекте?" }]
  },
  {
    "id": "KtsbsT",
    "picture": "OfbVCu.png",
    "category": ["Музыка"],
    "fullText": "Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Первая большая ёлка была установлена только в 1938 году. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?, Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Золотое сечение — соотношение двух величин, гармоническая пропорция. Достичь успеха помогут ежедневные повторения. Простые ежедневные упражнения помогут достичь успеха.",
    "announce": "Ёлки — это не просто красивое дерево. Это прочная древесина. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
    "createdDate": "2020-12-15 12:58:06",
    "title": "Как начать программировать",
    "comments": [{ "id": "MrPjo0", "text": "А сколько игр в комплекте? Вы что?! В магазине дешевле." }]
  },
  {
    "id": "y-SwJI",
    "picture": "FTW2Xy.png",
    "category": ["Деревья"],
    "fullText": "Золотое сечение — соотношение двух величин, гармоническая пропорция. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Ёлки — это не просто красивое дерево. Это прочная древесина. Из под его пера вышло 8 платиновых альбомов.",
    "announce": "Достичь успеха помогут ежедневные повторения. Первая большая ёлка была установлена только в 1938 году. Это один из лучших рок-музыкантов. Как начать действовать? Для начала просто соберитесь.",
    "createdDate": "2018-02-02 18:06:49",
    "title": "Ёлки. История деревьев",
    "comments": [
      {
        "id": "KnfT6r",
        "text": "Оплата наличными или перевод на карту? Продаю в связи с переездом. Отрываю от сердца. А где блок питания?"
      }
    ]
  },
  {
    "id": "9OVpDp",
    "picture": "p9KroY.png",
    "category": ["Кино"],
    "fullText": "Это один из лучших рок-музыкантов. Золотое сечение — соотношение двух величин, гармоническая пропорция. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Он написал больше 30 хитов. Собрать камни бесконечности легко, если вы прирожденный герой. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Программировать не настолько сложно, как об этом говорят. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Простые ежедневные упражнения помогут достичь успеха. Ёлки — это не просто красивое дерево. Это прочная древесина. Из под его пера вышло 8 платиновых альбомов. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Первая большая ёлка была установлена только в 1938 году. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Простые ежедневные упражнения помогут достичь успеха. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "createdDate": "2016-09-15 02:16:48",
    "title": "Рок — это протест",
    "comments": [
      {
        "id": "v1LmIB",
        "text": "Совсем немного... А сколько игр в комплекте? С чем связана продажа? Почему так дешёво?"
      },
      { "id": "0KE_ds", "text": "А где блок питания? Неплохо, но дорого." },
      { "id": "mNmd0D", "text": "А сколько игр в комплекте?" }
    ]
  },
  {
    "id": "JZCqln",
    "picture": "sBUa7f.png",
    "category": ["Музыка"],
    "fullText": "Это один из лучших рок-музыкантов. Первая большая ёлка была установлена только в 1938 году. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
    "announce": "Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Из под его пера вышло 8 платиновых альбомов. Он написал больше 30 хитов. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?,",
    "createdDate": "2020-09-28 05:12:05",
    "title": "Как достигнуть успеха не вставая с кресла",
    "comments": [
      { "id": "x2IULo", "text": "Продаю в связи с переездом. Отрываю от сердца." },
      { "id": "NfJID6", "text": "Совсем немного... А сколько игр в комплекте?" }
    ]
  }
]
